[{"id":"budget","site":"global","description":"<p>National government budget at a high level, that is the planned government expenditure for the upcoming year, and not the actual expenditure. Open budget data allows for well-informed publics: showing where money is spent on, how public funds develop over time, and why certain activities are funded. We recommend that you consult our methodology section for more information.</p>\n","characteristics":["Budget per government department","Budget per sub-department","Descriptions for budget sections"],"updateevery":"year","category":"Finance","icon":"","order":0,"rank":1,"score":70,"title":"Government Budget"},{"id":"statistics","site":"global","description":"<p>Key national statistics on demographic and economic indicators such as Gross Domestic Product (GDP), or unemployment and population statistics. See our methodology section for more information.</p>\n","characteristics":["Gross Domestic Product","National unemployment","National population"],"updateevery":"3 months (GDP, unemployment), or year (population)","category":"Civic Information","icon":"","order":5,"rank":2,"score":69,"title":"National Statistics"},{"id":"procurement","site":"global","description":"<p>All tenders and awards of the national/federal government aggregated by office. It does not look into procurement planning or other procurement phases. Open procurement data may enable fairer competition among companies, allow to detect fraud, as well as deliver better services for governments and citizens. Monitoring tenders helps new groups to participate in tenders and to increase government compliance. The Index draws on work from the <a href=\"http://www.open-contracting.org\">Open Contracting Partnership</a>. See our methodology for more information.</p>\n","characteristics":["Tenders per government office","Awards per government office","Tender name","Tender description","Tender status","Award title","Award description","Value of the award","Supplier's name"],"updateevery":"month","category":"Finance","icon":"","order":11,"rank":3,"score":51,"title":"Procurement"},{"id":"law","site":"global","description":"<p>This data category requires all national laws and statutes to be available online, although it is not a requirement that information on legislative behaviour e.g. voting records is available.</p>\n","characteristics":["Content of the law / status","Date of last amendment","Amendments to the law (if applicable)"],"updateevery":"3 months","category":"Legislative","icon":"","order":6,"rank":4,"score":50,"title":"National Laws"},{"id":"boundaries","site":"global","description":"<p>Data on administrative units or areas defined for the purpose of administration by a (local) government. See our methodology section for more information.</p>\n","characteristics":["Boundary level 1","Boundary level 2","Coordinates (latitude, longitude)","Name of poligone (department, region, city)","Borders of poligone"],"updateevery":"year","category":"Geodata","icon":"","order":9,"rank":5,"score":44,"title":"Administrative Boundaries"},{"id":"draftlegislation","site":"global","description":"<p>Data about the bills discussed within national parliament as well as votings on bills (not to mix with passed national law). Data on bills must be available for the current legislation period. Open data on the law-making process is crucial for parliamentary transparency: What does a bill text say and how does it change over time? Who introduces a bill? Who votes for and against it? Where is a bill discussed next, so the public can participate in debates? This data category draws on work by the <a href=\"https://www.ndi.org\">National Democratic Institute (NDI)</a> and the <a href=\"https://openingparliament.org/declaration/\">Declaration of Parliamentary Openness</a>.</p>\n","characteristics":["Content of bill","Author of bill","Votes on bill per member of parliament","Transcripts of debates on bill","Status of bill"],"updateevery":"week after a legislative decision has been made","category":"Legislative","icon":"","order":7,"rank":6,"score":42,"title":"Draft Legislation"},{"id":"emissions","site":"global","description":"<p>Data about the daily mean concentration of air pollutants, especially those potentially harmful to human health. Data should be available for all air monitoring stations or air monitoring zones in a country. The Index focusses on key pollutants as defined by the <a href=\"http://www.who.int/phe/health_topics/outdoorair/outdoorair_aqg/en/\">World Health Organisation</a>. See our methodology section for more information.</p>\n","characteristics":["Particulate matter (PM)","Sulphur oxides (SOx)","Nitrogen oxides (NOx)","Carbon monoxide (CO)","Ozone","Volatile organic compounds (VOCs)","Available per air monitoring station/zone"],"updateevery":"day","category":"Environment","icon":"","order":10,"rank":7,"score":39,"title":"Air Quality"},{"id":"map","site":"global","description":"<p>A geographical map of the country including national traffic routes, stretches of water, and markings of heights. The map must at least be provided at a scale of 1:250,000 (1 cm = 2.5km). Geographic information is instrumental for many use cases, including the mapping of unemployment statistics or demographics, as well as journey planning. See our methodology section for more information.</p>\n","characteristics":["Scale of 1:250,000 (1 cm = 2.5km)","Markings of national traffic routes","Markings of relief/heights","Markings of water stretches","National borders"],"updateevery":"year","category":"Geodata","icon":"","order":4,"rank":8,"score":36,"title":"National Maps"},{"id":"weather","site":"global","description":"<p>3-day forecasts of temperature, precipitation and wind. Forecasts have to be provided for several regions in the country. Short-term weather forecasts are relevant for the general public to plan activities, while also being reliable. See our methodology section for more information.</p>\n","characteristics":["Temperature extremes","Temperature average","Wind speed","Wind direction","Precipitation Amount","Precipitation Probability","Forecast for current day and four following days"],"updateevery":"day","category":"Environment","icon":"","order":14,"rank":9,"score":34,"title":"Weather Forecast"},{"id":"companies","site":"global","description":"<p>List of registered (limited liability) companies. The submissions in this data category do not need to include detailed financial data such as balance sheet, etc. Open data from company registers may be used for many ends: e.g. enabling customers and businesses to see with whom they deal, or to see where a company has registered offices. This definition draws on the work of <a href=\"http://api.opencorporates.com/documentation/API-Reference\">OpenCorporates</a>.</p>\n","characteristics":["Name of company","Company address","Unique identifier of the company","Register available for entire country"],"updateevery":"month","category":"Civic Information","icon":"","order":3,"rank":10,"score":30,"title":"Company Register"},{"id":"elections","site":"global","description":"<p>This data category requires results by constituency / district for all major national electoral contests. Election data informs about voting outcomes and voting process. What are electoral majorities and minorities? How many votes are registered, invalid, or spoilt? To enable highest transparency, the Index assesses polling station data. Data for electoral zones does <em>not</em> suffice. The Index consulted the National Democratic Institute (NDI) to develop this data category. For more information, see the NDI’s <a href=\"http://openelectiondata.net/en/guide/key-categories/election-results/\">Open Elections Data Initiative</a>. We recommend that you consult our methodology section for more information.</p>\n","characteristics":["Results for major electoral contests","Number of registered votes","Number of invalid votes","Number of spoiled ballots","Data available at polling station level"],"updateevery":"immediately following an election","category":"Civic Information","icon":"","order":2,"rank":11,"score":28,"title":"Election Results"},{"id":"postcodes","site":"global","description":"<p>A database of postcodes/zipcodes and the corresponding spatial locations in terms of a latitude and a longitude (or similar coordinates in an openly published coordinate system). The data has to be available for the entire country. See our methodology section for more information.</p>\n","characteristics":["Zipcodes","Addresses","Coordinates (latitude, longitude)","Data available for entire country"],"updateevery":"year","category":"Geodata","icon":"","order":8,"rank":12,"score":15,"title":"Locations"},{"id":"water","site":"global","description":"<p>Data, measured at the water source, on the quality of water is essential for both the delivery of services and the prevention of diseases. The Index either looks at the quality of designated drinking water sources, or of environmental water sources (if drinking water data is not available).  See our methodology for more information. In order to satisfy the minimum requirements for this category, data should be available on level of the following chemicals by water source.</p>\n","characteristics":["Fecal coliform","Arsenic","Fluoride levels","Nitrates","Total Dissolved Solids","Data per water source","Available for entire country"],"updateevery":"week","category":"Environment","icon":"","order":12,"rank":13,"score":14,"title":"Water Quality"},{"id":"spending","site":"global","description":"<p>Records of actual (past) national government spending at a detailed transactional level. Data must display ongoing expenditure, including transactions and subsidies. A database of contracts awarded or similar will <em>not</em> be considered sufficient. Open spending data shows whether public money is efficiently and effectively used. It helps to understand spending patterns, and to display corruption, misuse, and waste. We recommend that you consult our methodology section for more information.</p>\n","characteristics":["Individual record of transactions","Government office which had the transaction","Date of transaction","Name of vendor","Amount of the transaction"],"updateevery":"month","category":"Finance","icon":"","order":1,"rank":14,"score":9,"title":"Government Spending"},{"id":"land","site":"global","description":"<p>Data should include maps of lands with parcel layer that displays boundaries in addition to a land registry with information on registered parcels of land. The Index focuses on assessing open land tenure data (describing the rules and processes of land property). Responsible use may enable tenure security and increase the transparency of land transactions. The assessment criteria were developed in collaboration with Cadasta Foundation. For more information on land ownership datasets and where they&#39;re located, check out <a href=\"http://cadasta.org/open-data/overview-of-property-rights-data/\">Cadasta Foundation&#39;s Data Overview</a>.</p>\n","characteristics":["Parcel boundaries (inc. latitude and longitude)","Parcel ID","Property value (i.e. Price Paid, Property Tax Value)","Tenure Type (ie. leasehold, freehold, protected lands, public lands, customary lands)"],"updateevery":"year","category":"Civic Information","icon":"","order":13,"rank":15,"score":8,"title":"Land Ownership"}]