{"doc_desc":{"title":"ECA_2010_LITS_v01_M","idno":"DDI_ECA_2010_LITS_v02_M","producers":[{"name":"Development Data Group","abbreviation":"DECDG","affiliation":"The World Bank","role":"Documentation of the DDI"}],"prod_date":"2013-01-31","version_statement":{"version":"DDI Document  - Version 02 - (04\/27\/21)\n This version is identical to DDI_ECA_2010_LITS_v01_M but country field has been updated to capture all the countries covered by survey.\n\n Version 01 (January 2013)"}},"study_desc":{"title_statement":{"idno":"ECA_2010_LITS_v01_M","title":"Life in Transition Survey 2010","sub_title":"After the Crisis","alt_title":"LITS 2010"},"authoring_entity":[{"name":"European Bank for Reconstruction and Development","affiliation":""},{"name":"World Bank","affiliation":""}],"oth_id":[{"name":"Pauline Grosjean","affiliation":"University of San Francisco","email":"","role":"Suggestions for questionnaire design"},{"name":"Juan Muñoz","affiliation":"Sistemas Integrales","email":"","role":"Suggestions for survey design and fieldwork implementation"}],"production_statement":{"producers":[{"name":"Ipsos MORI","affiliation":"","role":"Survey design and fieldwork implementation"}],"funding_agencies":[{"name":"Canadian International Development Agency","abbreviation":"CIDA","role":""},{"name":"Central European Initiative","abbreviation":"CEI","role":""},{"name":"UK Department for International Development","abbreviation":"DFID","role":""},{"name":"World Bank","abbreviation":"WB","role":""},{"name":"EBRD Shareholder Special Fund","abbreviation":"SSF","role":""}]},"distribution_statement":{"contact":[{"name":"European Bank for Reconstruction and Development","affiliation":"","email":"","uri":"www.ebrd.com\/lifeintransition"},{"name":"The World Bank Microdata Library","affiliation":"The World Bank","email":"microdata@worldbank.org","uri":"http:\/\/microdata.worldbank.org"}]},"version_statement":{"version":"Version 6 June 2012"},"study_info":{"abstract":"The Life in Transition Survey, after the crisis (LiTS II), is the second round of LiTS surveys, previously conducted in 2006 (LiTS I). In late 2006, the EBRD and World Bank carried out the first comprehensive survey of individuals and households across virtually the whole transition region. The purpose was to gain a better understanding of how people's lives had been shaped and affected by the upheavals of the previous 15 years.\n\nFour years later, the EBRD and World Bank commissioned a second round of the survey. The circumstances facing most people were significantly different between the first and second rounds. The Life in Transition Survey I (LiTS I) was carried out at a time when the region's economies were, with few exceptions, growing strongly. In contrast, LiTS II took place in late 2010, at a time when most countries were still facing the aftershocks of a severe global economic crisis.\n\nLiTS II advances and improves on LiTS I in two important ways. First, the questionnaire was substantially revised. The new questionnaire includes sections on the impact of the crisis and on climate change issues, as well as improved and expanded questions in areas such as corporate governance, public service delivery, and economic and social attitudes. Second, the coverage has been expanded to include five western European \"comparator\" countries - France, Germany, Italy, Sweden and the UK. This allows us to benchmark the transition region against some advanced market economies, thereby giving a clearer perspective on the remaining challenges facing transition countries.","coll_dates":[{"start":"2010","end":"2010","cycle":""}],"nation":[{"name":"Albania","abbreviation":"ALB"},{"name":"Armenia","abbreviation":"ARM"},{"name":"Azerbaijan","abbreviation":"AZE"},{"name":"Bulgaria","abbreviation":"BGR"},{"name":"Bosnia and Herzegovina","abbreviation":"BIH"},{"name":"Czech Republic","abbreviation":"CZE"},{"name":"Germany","abbreviation":"DEU"},{"name":"Estonia","abbreviation":"EST"},{"name":"France","abbreviation":"FRA"},{"name":"United Kingdom","abbreviation":"GBR"},{"name":"Georgia","abbreviation":"GEO"},{"name":"Croatia","abbreviation":"HRV"},{"name":"Hungary","abbreviation":"HUN"},{"name":"Italy","abbreviation":"ITA"},{"name":"Kazakhstan","abbreviation":"KAZ"},{"name":"Kyrgyz Republic","abbreviation":"KGZ"},{"name":"Lithuania","abbreviation":"LTU"},{"name":"Latvia","abbreviation":"LVA"},{"name":"Moldova","abbreviation":"MDA"},{"name":"Montenegro","abbreviation":"MNE"},{"name":"Mongolia","abbreviation":"MNG"},{"name":"Poland","abbreviation":"POL"},{"name":"Romania","abbreviation":"ROU"},{"name":"Russian Federation","abbreviation":"RUS"},{"name":"Serbia","abbreviation":"SRB"},{"name":"Slovak Republic","abbreviation":"SVK"},{"name":"Slovenia","abbreviation":"SVN"},{"name":"Sweden","abbreviation":"SWE"},{"name":"Tajikistan","abbreviation":"TJK"},{"name":"Turkey","abbreviation":"TUR"},{"name":"Ukraine","abbreviation":"UKR"}],"geog_coverage":"The second Life in Transition Survey (LiTS II) was implemented in 30 transition countries (Albania, Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Former Yugoslav Republic of Macedonia (FYROM), Georgia, Hungary, Kazakhstan, Kyrgyz Republic, Latvia, Lithuania, Moldova, Mongolia, Montenegro, Poland, Romania, Russia, Serbia, Slovak Republic, Slovenia, Tajikistan, Turkey, Ukraine, Uzbekistan and Kosovo) as well as five comparator countries in western Europe (France, Germany, Italy, Sweden and the United Kingdom).","analysis_unit":"- individuals\n- households","data_kind":"Sample survey data [ssd]","notes":"The survey explored six key areas:\n\n- Household affected by the crisis\n- Life satisfaction\n- Attitudes towards democracy and market economy\n- Generalised and institutional trust \n- Corruption perception\n- Priorities for government spending\n\nSections of questionnaire:\n\n- Section 1. Household Roster\n- Section 2. Housing and Expenses\n- Section 3. Attitudes and Values\n- Section 4. Climate Change\n- Section 5. Labour, Education and Entrepreneurial Activity\n- Section 6. Governance\n- Section 7. Miscellaneous Questions\n- Section 8. Impact of the Crisis"},"method":{"data_collection":{"data_collectors":[{"name":"Ipsos MORI","abbreviation":"","affiliation":""}],"sampling_procedure":"The sampling methodology was designed to make the sample nationally representative. In order to achieve this, a two-stage clustered stratified sampling procedure was used to select the households to be included in the sample. In 25 transition countries, France, Germany, Italy and Sweden, the survey was conducted face-to-face in 1,000 randomly chosen households. In Russia, Ukraine, Uzbekistan, Serbia, Poland and the United Kingdom there were 1,500 household interviews in order to allow for a reasonably large sample for a follow-up telephone survey, which will be based on a shortened version of the current questionnaire and which will be conducted one year after the face-to-face survey, i.e., in autumn 2011.\n\nIn the first stage of the sampling, sample frame of Primary Sampling Units were established. In all countries, the most recent available sample frame of Primary Sampling Units (PSUs) was selected as the starting point. Local electoral territorial units were used as PSUs wherever it was possible, as they tend to carry the most up-to-date information about household addresses. The following sampling frames were used:\n\nElectoral districts: Bulgaria, Hungary, Poland, Romania, Serbia.\nPolling station territories: Albania, Armenia, Belarus, Bosnia and Herzegovina, Moldova, Montenegro.\nCensus Enumeration Districts: Slovak Republic, Sweden, Tajikistan, Turkey.\nGeo-administrative divisions: the remaining countries.\n\nThe second stage in sampling consisted of selecting households within each PSU. The aim was to make sure that each household was selected with an equal probability within any given PSU and hence all households in the country had the same probability of being selected. Two sampling procedures were used. In the majority of countries, a random walk fieldwork procedure was used: the fieldwork coordinator selected the first address to be sampled, and the interviewer was given clear instructions on how to select remaining addresses within the PSUs. For a small number of countries - Hungary, Lithuania, Slovenia and Sweden and the United Kingdom - the sample was pre-selected to ensure that the probability of any household's inclusion was always equivalent to the probability generated by random selection.\n\nThe sampling procedures are more fully described in \"Life in Transition Survey 2010 - Final Report\" pp.114-115.","coll_mode":"Face-to-face [f2f]","research_instrument":"The questionnaire of LiST II includes sections on the impact of the crisis and on climate change issues, as well as improved and expanded questions in areas such as corporate governance, public service delivery, and economic and social attitudes.\n\nThere are 8 Sections in the questionnaire: Household Roster, Housing and Expenses, Attitudes and Values, Climate Change, Labour, Education and Entrepreneurial Activity, Governance, Miscellaneous Questions, and Impact of the Crisis.\n\nThe respondents of the questionnaire are the head of the households or other knowledgeable household members for section 1 and 8. For sections 3-7, the respondents are the people selected randomly by using selection grids.","weight":"In all countries, except for France, Poland and Sweden, there is a significant majority of females and relatively older people in the sample. This is likely to have resulted from the fact that household members who were away from home on a permanent basis, either for work or studies, were excluded from the sample.\n\nIn order to correct this problem, a weighting scheme was introduced. In the first step, the weighting scheme identifies target populations in each country, disaggregated by age and gender. In the second step, weights are assigned in order for the sample to reproduce the gender and age breakdown within the country’s population. All the figures presented in this report are weighted using this scheme.\n\nUsing 'democratic' weights, all countries are weighted by their population. With 'federal' weights, all countries are weighted equally."},"analysis_info":{"response_rate":"The standard interview method called for each selected household to be visited at least three times before being replaced. In the majority of cases (79 percent), however, the interviews were completed on the first visit. In 61 percent of cases, the head of the household and the principal respondent were the same person; in the remaining 39 percent, two different interviews were required to be carried out in the same household."}},"data_access":{"dataset_use":{"contact":[{"name":"European Bank for Reconstruction and Development","affiliation":"","email":"","uri":"www.ebrd.com"},{"name":"World Bank","affiliation":"","email":"","uri":"www.worldbank.org"}],"cit_req":"Use of the dataset must be acknowledged using a citation which would include:\n- the Identification of the Primary Investigator\n- the title of the survey (including country, acronym and year of implementation)\n- the survey reference number\n- the source and date of download\n\nExample: \n\nEuropean Bank for Reconstruction and Development, World Bank. Life in Transition Survey (LiTS) 2010, Ref. ECA_2010_LITS_v01_M. Dataset downloaded from [url] on [date].","disclaimer":"The user of the data acknowledges that the original collector of the data, the authorized distributor of the data, and the relevant funding agency bear no responsibility for use of the data or for interpretations or inferences based upon such uses."}}}}